import firstNews from '../images/image_08.png';
import secondNews from '../images/image_04.png';
import thirdNews from '../images/image_07.png';

const news = [
    {
    id: 1,
    image: firstNews,
    date: "2 августа, 2019",
    title: "Национальные достояние - парки",
    text: "В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков - охраняемых территорий, где и сегодня каждый может приобщиться к природе.",
    source: "лента.ру"
    },
    {
        id: 2,
        image: secondNews,
        date: "2 августа, 2019",
        title: "Лесные огоньки: история одной фотографии",
        text: "Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.",
        source: "медуза"
    },
    {
        id: 3,
        image: thirdNews,
        date: "2 августа, 2019",
        title: "Первозданная тайга»: новый фотопроект Игоря Шпиленка",
        text: "Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где",
        source: "риа"
    }
]
const moreNews = [
    {
    id: 4,
    image: firstNews,
    date: "2 августа, 2019",
    title: "Национальные достояние - парки",
    text: "В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков - охраняемых территорий, где и сегодня каждый может приобщиться к природе.",
    source: "лента.ру"
    },
    {
        id: 5,
        image: secondNews,
        date: "2 августа, 2019",
        title: "Лесные огоньки: история одной фотографии",
        text: "Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.",
        source: "медуза"
    },
    {
        id: 6,
        image: thirdNews,
        date: "2 августа, 2019",
        title: "Первозданная тайга»: новый фотопроект Игоря Шпиленка",
        text: "Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где",
        source: "риа"
    }
]
export {
    news,
    moreNews
};