import firstSavedNewsPicture from '../images/image_06.png';
import secondSavedNewsPicture from '../images/image_01.png';
import thirdSavedNewsPicture from '../images/image_05.png';
const savedNews = [
    {
        id:1,
        keyword: "Природа",
        image: firstSavedNewsPicture,
        date: "2 августа, 2019",
        title: "Национальное достояние- парки",
        text: "В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков - охраняемых территорий, где и сегодня каждый может приобщиться к природе.",
        source: "дзен",
    },
    {
        id: 2,
        keyword: "Природа",
        image: secondSavedNewsPicture,
        date: "2 августа, 2019",
        title: "Лесные огоньки: история одной фотографии",
        text: "Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.",
        source: "афиша",
    },
    {
        id: 3,
        keyword: "Тайга",
        image: thirdSavedNewsPicture,
        date: "2 августа, 2019",
        title: "Первозданная тайга»: новый фотопроект Игоря Шпиленка",
        text: "Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где",
        source: "медиазона"
    },
    {
        id: 4,
        keyword: "Парки",
        image: firstSavedNewsPicture,
        date: "2 августа, 2019",
        title: "Национальное достояние – парки",
        text: "В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.",
        source: "дзен"
    },
    {
        id: 5,
        keyword: "Фотографии",
        image: secondSavedNewsPicture,
        date: "2 августа, 2019",
        title: "Лесные огоньки: история одной фотографии",
        text: "Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.",
        source: "афиша",
    }
]
export default savedNews;